Repository: pinni-vamshi/clipen-front
Catalog: paste/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
id: Langkah %1$lld dari %2$lld
it: Passaggio %1$lld di %2$lld
ja: ステップ %1$lld / %2$lld
ko: %2$lld단계 중 %1$lld단계
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt_br: Etapa %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
sv: Steg %1$lld av %2$lld
tr: Adım %1$lld / %2$lld
vi: Bước %1$lld/%2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %1$lld 步，共 %2$lld 步

source: Stitch Horizontally
de: Horizontal zusammenfügen
es: Unir horizontalmente
fr: Assembler horizontalement
id: Gabungkan Horizontal
it: Unisci orizzontalmente
ja: 水平に結合
ko: 가로로 이어붙이기
nl: Horizontaal samenvoegen
pl: Połącz poziomo
pt_br: Unir horizontalmente
ru: Сшить по горизонтали
sv: Foga ihop horisontellt
tr: Yatay Birleştir
vi: Ghép ngang
zh_hans: 水平拼接
zh_hant: 水平拼接

source: Stitch Vertically
de: Vertikal zusammenfügen
es: Unir verticalmente
fr: Assembler verticalement
id: Gabungkan Vertikal
it: Unisci verticalmente
ja: 垂直に結合
ko: 세로로 이어붙이기
nl: Verticaal samenvoegen
pl: Połącz pionowo
pt_br: Unir verticalmente
ru: Сшить по вертикали
sv: Foga ihop vertikalt
tr: Dikey Birleştir
vi: Ghép dọc
zh_hans: 垂直拼接
zh_hant: 垂直拼接

source: Summarize
de: Zusammenfassen
es: Resumir
fr: Résumer
id: Ringkas
it: Riassumi
ja: 要約
ko: 요약
nl: Samenvatten
pl: Podsumuj
pt_br: Resumir
ru: Суммировать
sv: Sammanfatta
tr: Özetle
vi: Tóm tắt
zh_hans: 摘要
zh_hant: 摘要

source: Summarize All (Apple Intelligence)
de: Alle zusammenfassen (Apple Intelligence)
es: Resumir todo (Apple Intelligence)
fr: Tout résumer (Apple Intelligence)
id: Ringkas Semua (Apple Intelligence)
it: Riassumi tutto (Apple Intelligence)
ja: すべて要約（Apple Intelligence）
ko: 전체 요약(Apple Intelligence)
nl: Alles samenvatten (Apple Intelligence)
pl: Podsumuj wszystko (Apple Intelligence)
pt_br: Resumir tudo (Apple Intelligence)
ru: Суммировать всё (Apple Intelligence)
sv: Sammanfatta allt (Apple Intelligence)
tr: Tümünü Özetle (Apple Intelligence)
vi: Tóm tắt tất cả (Apple Intelligence)
zh_hans: 全部摘要（Apple 智能）
zh_hant: 全部摘要（Apple 智慧）

source: Support Clipen
de: Clipen unterstützen
es: Apoyar a Clipen
fr: Soutenir Clipen
id: Dukung Clipen
it: Sostieni Clipen
ja: Clipenを応援
ko: Clipen 응원하기
nl: Clipen steunen
pl: Wesprzyj Clipen
pt_br: Apoiar o Clipen
ru: Поддержать Clipen
sv: Stöd Clipen
tr: Clipen'i Destekle
vi: Ủng hộ Clipen
zh_hans: 支持 Clipen
zh_hant: 支持 Clipen

source: TRY IT HERE
de: HIER AUSPROBIEREN
es: PRUÉBALO AQUÍ
fr: ESSAYEZ ICI
id: COBA DI SINI
it: PROVALO QUI
ja: ここで試す
ko: 여기서 사용해보기
nl: PROBEER HET HIER
pl: WYPRÓBUJ TUTAJ
pt_br: EXPERIMENTE AQUI
ru: ПОПРОБУЙТЕ ЗДЕСЬ
sv: PROVA HÄR
tr: BURADA DENEYİN
vi: THỬ TẠI ĐÂY
zh_hans: 在此试用
zh_hant: 在此試用

source: Table
de: Tabelle
es: Tabla
fr: Tableau
id: Tabel
it: Tabella
ja: テーブル
ko: 표
nl: Tabel
pl: Tabela
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
vi: Bảng
zh_hans: 表格
zh_hant: 表格

source: Tap C to move the highlighted item to the front of the ring. The selection stays put — keep tapping C to promote a run of items.
de: Tippe C, um das hervorgehobene Element an den Anfang des Rings zu verschieben. Die Auswahl bleibt bestehen — tippe wiederholt C, um eine Reihe von Elementen zu befördern.
es: Pulsa C para mover el elemento resaltado al principio del anillo. La selección se mantiene — sigue pulsando C para promover una serie de elementos.
fr: Appuyez sur C pour déplacer l'élément en surbrillance au début de l'anneau. La sélection reste en place — continuez à appuyer sur C pour promouvoir une série d'éléments.
id: Ketuk C untuk memindahkan item yang disorot ke depan ring. Pilihan tetap di tempat — terus ketuk C untuk mempromosikan serangkaian item.
it: Tocca C per spostare l'elemento evidenziato in cima all'anello. La selezione resta ferma — continua a toccare C per promuovere una serie di elementi.
ja: Cをタップすると、ハイライトされた項目がリングの先頭に移動します。 選択はそのまま維持されます。Cをタップし続けると、複数の項目を順に昇格できます。
ko: C를 탭하면 강조된 항목이 링의 맨 앞으로 이동합니다. 선택은 그대로 유지됩니다 — C를 계속 탭하면 여러 항목을 연속으로 승격할 수 있습니다.
nl: Tik op C om het gemarkeerde item naar voren in de ring te verplaatsen. De selectie blijft staan — blijf op C tikken om een reeks items te promoveren.
pl: Naciśnij C, aby przenieść wyróżniony element na początek pierścienia. Zaznaczenie pozostaje na miejscu — naciskaj C dalej, aby awansować serię elementów.
pt_br: Toque em C para mover o item destacado para a frente do anel. A seleção permanece — continue tocando em C para promover uma sequência de itens.
ru: Нажмите C, чтобы переместить выделенный элемент в начало кольца. Выделение остаётся на месте — продолжайте нажимать C, чтобы продвинуть серию элементов.
sv: Tryck på C för att flytta det markerade objektet längst fram i ringen. Markeringen ligger kvar — fortsätt trycka på C för att flytta fram flera objekt i rad.
tr: Vurgulanan öğeyi halkanın önüne taşımak için C'ye dokunun. Seçim yerinde kalır — bir dizi öğeyi öne almak için C'ye dokunmaya devam edin.
vi: Nhấn C để di chuyển mục đang được đánh dấu lên đầu vòng. Lựa chọn vẫn giữ nguyên — tiếp tục nhấn C để đưa một loạt mục lên trước.
zh_hans: 点按 C 将高亮项目移到环的最前面。 选中状态保持不变——持续点按 C 可依次提升一连串项目。
zh_hant: 點按 C 將醒目提示項目移到環的最前面。 選取狀態保持不變——持續點按 C 可依序提升一連串項目。

source: Tap F while the popup is open to enter search mode. Type to filter the list by contents.
de: Tippe F, während das Popup geöffnet ist, um den Suchmodus zu aktivieren. Tippe, um die Liste nach Inhalt zu filtern.
es: Pulsa F mientras la ventana está abierta para entrar en modo de búsqueda. Escribe para filtrar la lista por contenido.
fr: Appuyez sur F pendant que la fenêtre est ouverte pour passer en mode recherche. Tapez pour filtrer la liste par contenu.
id: Ketuk F selagi popup terbuka untuk masuk ke mode pencarian. Ketik untuk memfilter daftar berdasarkan konten.
it: Tocca F mentre il popup è aperto per entrare in modalità ricerca. Digita per filtrare l'elenco in base al contenuto.
ja: ポップアップが開いている間にFをタップすると検索モードに入ります。 入力して内容でリストを絞り込みます。
ko: 팝업이 열려 있는 동안 F를 탭하면 검색 모드로 전환됩니다. 입력하여 내용별로 목록을 필터링하세요.
nl: Tik op F terwijl de pop-up open is om de zoekmodus te openen. Typ om de lijst op inhoud te filteren.
pl: Naciśnij F, gdy wyskakujące okno jest otwarte, aby wejść w tryb wyszukiwania. Wpisz tekst, aby filtrować listę według zawartości.
pt_br: Toque em F enquanto o pop-up está aberto para entrar no modo de pesquisa. Digite para filtrar a lista por conteúdo.
ru: Нажмите F, пока всплывающее окно открыто, чтобы войти в режим поиска. Введите текст, чтобы отфильтровать список по содержимому.
sv: Tryck på F medan popupen är öppen för att gå in i sökläge. Skriv för att filtrera listan efter innehåll.
tr: Açılır pencere açıkken arama moduna girmek için F'ye dokunun. Listeyi içeriğe göre filtrelemek için yazın.
vi: Nhấn F khi cửa sổ bật lên đang mở để vào chế độ tìm kiếm. Nhập để lọc danh sách theo nội dung.
zh_hans: 在弹出窗口打开时点按 F 进入搜索模式。 输入内容以按内容筛选列表。
zh_hant: 在彈出視窗開啟時點按 F 進入搜尋模式。 輸入內容以按內容篩選清單。

source: Tap P to jump between PINNED items only, wrapping at the end. Unpinned items in between are skipped entirely.
de: Tippe P, um nur zwischen ANGEHEFTETEN Elementen zu springen, am Ende wird umgebrochen. Nicht angeheftete Elemente dazwischen werden vollständig übersprungen.
es: Pulsa P para saltar solo entre los elementos FIJADOS, volviendo al principio al llegar al final. Los elementos no fijados intermedios se omiten por completo.
fr: Appuyez sur P pour ne naviguer qu'entre les éléments ÉPINGLÉS, en revenant au début à la fin. Les éléments non épinglés entre les deux sont entièrement ignorés.
id: Ketuk P untuk berpindah hanya di antara item yang DISEMATKAN, kembali ke awal di akhir. Item yang tidak disematkan di antaranya sepenuhnya dilewati.
it: Tocca P per passare solo tra gli elementi FISSATI, tornando all'inizio alla fine. Gli elementi non fissati nel mezzo vengono completamente saltati.
ja: Pをタップすると固定された項目間のみを移動し、末尾でループします。 間にある固定されていない項目は完全にスキップされます。
ko: P를 탭하면 고정된 항목 사이만 이동하며 끝에서 다시 처음으로 순환합니다. 그 사이의 고정되지 않은 항목은 완전히 건너뜁니다.
nl: Tik op P om alleen tussen VASTGEPINDE items te springen, met terugloop aan het einde. Niet-vastgepinde items ertussen worden volledig overgeslagen.
pl: Naciśnij P, aby przeskakiwać tylko między PRZYPIĘTYMI elementami, zawijając na końcu. Nieprzypięte elementy pomiędzy nimi są całkowicie pomijane.
pt_br: Toque em P para pular apenas entre os itens FIXADOS, voltando ao início no final. Os itens não fixados no meio são completamente ignorados.
ru: Нажмите P, чтобы переходить только между ЗАКРЕПЛЁННЫМИ элементами, зацикливаясь в конце. Незакреплённые элементы между ними полностью пропускаются.
sv: Tryck på P för att bara hoppa mellan FÄSTA objekt, med wrap-around vid slutet. Ofästa objekt däremellan hoppas över helt.
tr: Yalnızca SABİTLENMİŞ öğeler arasında, sonda başa dönerek geçiş yapmak için P'ye dokunun. Aralarındaki sabitlenmemiş öğeler tamamen atlanır.
vi: Nhấn P để chỉ chuyển giữa các mục ĐÃ GHIM, quay vòng lại ở cuối. Các mục chưa ghim ở giữa sẽ hoàn toàn bị bỏ qua.
zh_hans: 点按 P 仅在已置顶项目之间跳转，到末尾会回到开头。 中间未置顶的项目会被完全跳过。
zh_hant: 點按 P 僅在已釘選項目之間跳轉，到結尾會回到開頭。 中間未釘選的項目會被完全跳過。

source: Tap Space to preview the highlighted item full-size. Tap Space again to close — nothing is pasted.
de: Tippe die Leertaste, um das hervorgehobene Element in voller Größe zu betrachten. Tippe die Leertaste erneut zum Schließen — es wird nichts eingefügt.
es: Pulsa la barra espaciadora para ver el elemento resaltado a tamaño completo. Vuelve a pulsar la barra espaciadora para cerrar — no se pega nada.
fr: Appuyez sur Espace pour prévisualiser l'élément en surbrillance en taille réelle. Appuyez de nouveau sur Espace pour fermer — rien n'est collé.
id: Tekan Spasi untuk melihat pratinjau ukuran penuh item yang disorot. Tekan Spasi lagi untuk menutup — tidak ada yang ditempel.
it: Tocca Spazio per visualizzare in anteprima a grandezza naturale l'elemento evidenziato. Tocca di nuovo Spazio per chiudere — non viene incollato nulla.
ja: スペースキーをタップすると、ハイライトされた項目をフルサイズでプレビューします。 もう一度スペースキーをタップすると閉じます（貼り付けは行われません）。
ko: 스페이스바를 누르면 강조된 항목을 실제 크기로 미리 봅니다. 스페이스바를 다시 누르면 닫힙니다 — 아무것도 붙여넣지 않습니다.
nl: Tik op spatie om het gemarkeerde item op ware grootte te bekijken. Tik nogmaals op spatie om te sluiten — er wordt niets geplakt.
pl: Naciśnij spację, aby wyświetlić podgląd wyróżnionego elementu w pełnym rozmiarze. Naciśnij spację ponownie, aby zamknąć — nic nie zostanie wklejone.
pt_br: Toque em Espaço para pré-visualizar o item destacado em tamanho real. Toque em Espaço novamente para fechar — nada é colado.
ru: Нажмите пробел, чтобы просмотреть выделенный элемент в полном размере. Нажмите пробел ещё раз, чтобы закрыть — ничего не будет вставлено.
sv: Tryck på mellanslag för att förhandsgranska det markerade objektet i full storlek. Tryck på mellanslag igen för att stänga — inget klistras in.
tr: Vurgulanan öğeyi tam boyutta önizlemek için Boşluk'a dokunun. Kapatmak için Boşluk'a tekrar dokunun — hiçbir şey yapıştırılmaz.
vi: Nhấn phím Cách để xem trước mục đang được đánh dấu ở kích thước đầy đủ. Nhấn phím Cách lần nữa để đóng — sẽ không có gì được dán.
zh_hans: 点按空格键以全尺寸预览高亮项目。 再次点按空格键关闭——不会粘贴任何内容。
zh_hant: 點按空格鍵以完整大小預覽醒目提示項目。 再次點按空格鍵關閉——不會貼上任何內容。

source: Tap X to open the tools, tap X again to cycle them. ⇧X steps back · hold X closes · release ⌘ pastes the result.
de: Tippe X, um die Werkzeuge zu öffnen, tippe erneut X, um durchzuwechseln. ⇧X springt zurück · X halten schließt · ⌘ loslassen fügt das Ergebnis ein.
es: Pulsa X para abrir las herramientas, vuelve a pulsar X para recorrerlas. ⇧X retrocede · mantener X cierra · soltar ⌘ pega el resultado.
fr: Appuyez sur X pour ouvrir les outils, appuyez de nouveau sur X pour les parcourir. ⇧X recule · maintenir X ferme · relâcher ⌘ colle le résultat.
id: Ketuk X untuk membuka alat, ketuk X lagi untuk bergantian. ⇧X mundur · tahan X menutup · lepaskan ⌘ menempel hasilnya.
it: Tocca X per aprire gli strumenti, tocca di nuovo X per scorrerli. ⇧X torna indietro · tenere premuto X chiude · rilasciare ⌘ incolla il risultato.
ja: Xをタップするとツールが開き、再度Xをタップすると切り替わります。 ⇧Xで戻る・Xを長押しで閉じる・⌘を離すと結果を貼り付け。
ko: X를 탭하면 도구가 열리고, 다시 탭하면 순환합니다. ⇧X는 뒤로 이동 · X를 길게 누르면 닫힘 · ⌘를 떼면 결과가 붙여넣기됩니다.
nl: Tik op X om de tools te openen, tik nogmaals op X om te doorlopen. ⇧X gaat terug · X vasthouden sluit · ⌘ loslaten plakt het resultaat.
pl: Naciśnij X, aby otworzyć narzędzia, naciśnij X ponownie, aby je przełączać. ⇧X cofa · przytrzymanie X zamyka · puszczenie ⌘ wkleja wynik.
pt_br: Toque em X para abrir as ferramentas, toque em X novamente para alternar entre elas. ⇧X volta · manter X pressionado fecha · soltar ⌘ cola o resultado.
ru: Нажмите X, чтобы открыть инструменты, нажмите X ещё раз для переключения. ⇧X — назад · удержание X закрывает · отпускание ⌘ вставляет результат.
sv: Tryck på X för att öppna verktygen, tryck på X igen för att bläddra bland dem. ⇧X går bakåt · håll X stänger · släpp ⌘ klistrar in resultatet.
tr: Araçları açmak için X'e dokunun, aralarında geçiş yapmak için tekrar X'e dokunun. ⇧X geri gider · X'i basılı tutmak kapatır · ⌘'yi bırakmak sonucu yapıştırır.
vi: Nhấn X để mở công cụ, nhấn X lần nữa để xoay vòng qua chúng. ⇧X lùi lại · giữ X để đóng · thả ⌘ để dán kết quả.
zh_hans: 点按 X 打开工具，再次点按 X 循环切换。 ⇧X 后退 · 按住 X 关闭 · 松开 ⌘ 粘贴结果。
zh_hant: 點按 X 開啟工具，再次點按 X 循環切換。 ⇧X 後退 · 按住 X 關閉 · 放開 ⌘ 貼上結果。

source: Tap ⌫ to remove the highlighted item from the ring. The next item slides into its place.
de: Tippe ⌫, um das hervorgehobene Element aus dem Ring zu entfernen. Das nächste Element rückt an seine Stelle.
es: Pulsa ⌫ para quitar el elemento resaltado del anillo. El siguiente elemento ocupa su lugar.
fr: Appuyez sur ⌫ pour retirer l'élément en surbrillance de l'anneau. L'élément suivant prend sa place.
id: Ketuk ⌫ untuk menghapus item yang disorot dari ring. Item berikutnya bergeser menggantikan posisinya.
it: Tocca ⌫ per rimuovere l'elemento evidenziato dall'anello. L'elemento successivo scorre al suo posto.
ja: ⌫をタップすると、ハイライトされた項目がリングから削除されます。 次の項目がその位置にスライドします。
ko: ⌫를 탭하면 강조된 항목이 링에서 제거됩니다. 다음 항목이 그 자리로 이동합니다.
nl: Tik op ⌫ om het gemarkeerde item uit de ring te verwijderen. Het volgende item schuift op zijn plaats.
pl: Naciśnij ⌫, aby usunąć wyróżniony element z pierścienia. Następny element przesunie się na jego miejsce.
pt_br: Toque em ⌫ para remover o item destacado do anel. O próximo item desliza para o lugar dele.
ru: Нажмите ⌫, чтобы удалить выделенный элемент из кольца. Следующий элемент займёт его место.
sv: Tryck på ⌫ för att ta bort det markerade objektet från ringen. Nästa objekt glider in på dess plats.
tr: Vurgulanan öğeyi halkadan kaldırmak için ⌫'ye dokunun. Bir sonraki öğe onun yerine kayar.
vi: Nhấn ⌫ để xóa mục đang được đánh dấu khỏi vòng. Mục tiếp theo sẽ trượt vào vị trí đó.
zh_hans: 点按 ⌫ 可将高亮项目从环中移除。 下一个项目会滑入其位置。
zh_hant: 點按 ⌫ 可將醒目提示項目從環中移除。 下一個項目會滑入其位置。

source: This content type can't be transformed
de: Dieser Inhaltstyp kann nicht transformiert werden
es: Este tipo de contenido no se puede transformar
fr: Ce type de contenu ne peut pas être transformé
id: Jenis konten ini tidak dapat ditransformasi
it: Questo tipo di contenuto non può essere trasformato
ja: このコンテンツタイプは変換できません
ko: 이 콘텐츠 유형은 변환할 수 없습니다
nl: Dit inhoudstype kan niet worden getransformeerd
pl: Tego typu zawartości nie można przekształcić
pt_br: Este tipo de conteúdo não pode ser transformado
ru: Этот тип содержимого нельзя преобразовать
sv: Den här innehållstypen kan inte transformeras
tr: Bu içerik türü dönüştürülemez
vi: Không thể biến đổi loại nội dung này
zh_hans: 此内容类型无法转换
zh_hant: 此內容類型無法轉換

source: This item has a note
de: Dieses Element hat eine Notiz
es: Este elemento tiene una nota
fr: Cet élément a une note
id: Item ini memiliki catatan
it: Questo elemento ha una nota
ja: この項目にはメモがあります
ko: 이 항목에 메모가 있습니다
nl: Dit item heeft een notitie
pl: Ten element ma notatkę
pt_br: Este item tem uma nota
ru: У этого элемента есть заметка
sv: Det här objektet har en anteckning
tr: Bu öğede bir not var
vi: Mục này có ghi chú
zh_hans: 此项目有备注
zh_hant: 此項目有備註

source: This will erase all clipboard history, settings, and saved data. The app will quit so changes take effect on next launch.
de: Dadurch werden der gesamte Zwischenablageverlauf, alle Einstellungen und gespeicherten Daten gelöscht. Die App wird beendet, damit die Änderungen beim nächsten Start wirksam werden.
es: Esto borrará todo el historial del portapapeles, los ajustes y los datos guardados. La app se cerrará para que los cambios surtan efecto en el próximo inicio.
fr: Cela effacera tout l'historique du presse-papiers, les réglages et les données enregistrées. L'application se fermera pour que les modifications prennent effet au prochain lancement.
id: Ini akan menghapus semua riwayat clipboard, pengaturan, dan data tersimpan. Aplikasi akan keluar agar perubahan berlaku saat diluncurkan berikutnya.
it: Questo cancellerà tutta la cronologia degli appunti, le impostazioni e i dati salvati. L'app si chiuderà affinché le modifiche abbiano effetto al prossimo avvio.
ja: これにより、クリップボード履歴、設定、保存データがすべて消去されます。次回起動時に変更を反映させるためAppは終了します。
ko: 이 작업은 모든 클립보드 기록, 설정 및 저장된 데이터를 지웁니다. 변경 사항을 다음 실행 시 적용하기 위해 앱이 종료됩니다.
nl: Hierdoor worden alle klembordgeschiedenis, instellingen en opgeslagen gegevens gewist. De app wordt afgesloten zodat de wijzigingen bij de volgende start van kracht worden.
pl: Spowoduje to usunięcie całej historii schowka, ustawień i zapisanych danych. Aplikacja zostanie zamknięta, aby zmiany zaczęły obowiązywać przy następnym uruchomieniu.
pt_br: Isso apagará todo o histórico da área de transferência, configurações e dados salvos. O aplicativo será encerrado para que as alterações tenham efeito na próxima abertura.
ru: Это сотрёт всю историю буфера обмена, настройки и сохранённые данные. Приложение завершит работу, чтобы изменения вступили в силу при следующем запуске.
sv: Detta raderar all urklippshistorik, inställningar och sparad data. Appen avslutas så att ändringarna träder i kraft vid nästa start.
tr: Bu, tüm pano geçmişini, ayarları ve kaydedilmiş verileri silecektir. Değişikliklerin bir sonraki başlatmada etkili olması için uygulama kapanacaktır.
vi: Thao tác này sẽ xóa toàn bộ lịch sử clipboard, cài đặt và dữ liệu đã lưu. Ứng dụng sẽ thoát để các thay đổi có hiệu lực vào lần khởi chạy tiếp theo.
zh_hans: 这将清除所有剪贴板历史记录、设置和已保存的数据。应用将退出，以便更改在下次启动时生效。
zh_hant: 這將清除所有剪貼簿歷史記錄、設定和已儲存的資料。應用程式將結束，以便變更在下次啟動時生效。

source: Tip: Tap X to transform the highlighted item
de: Tipp: X drücken, um das hervorgehobene Element zu transformieren
es: Consejo: pulsa X para transformar el elemento resaltado
fr: Astuce : appuyez sur X pour transformer l'élément en surbrillance
id: Tip: Ketuk X untuk mentransformasi item yang disorot
it: Suggerimento: premi X per trasformare l'elemento evidenziato
ja: ヒント: Xを押すとハイライトされた項目を変換します
ko: 팁: X를 눌러 강조 표시된 항목을 변환하세요
nl: Tip: druk op X om het gemarkeerde item te transformeren
pl: Wskazówka: naciśnij X, aby przekształcić wyróżniony element
pt_br: Dica: toque em X para transformar o item destacado
ru: Совет: нажмите X, чтобы преобразовать выделенный элемент
sv: Tips: tryck på X för att transformera det markerade objektet
tr: İpucu: vurgulanan öğeyi dönüştürmek için X'e dokunun
vi: Mẹo: Nhấn X để biến đổi mục đang được đánh dấu
zh_hans: 提示：点击 X 可转换高亮项目
zh_hant: 提示：點擊 X 可轉換醒目提示項目

source: Title Case
de: Erster Buchstabe groß
es: Mayúsculas de título
fr: Casse de titre
id: Huruf Kapital Judul
it: Maiuscole titolo
ja: タイトルケース
ko: 제목 형식
nl: Titelkoppen
pl: Wielkie litery tytułu
pt_br: Maiúsculas de título
ru: Заглавные буквы слов
sv: Titelversaler
tr: Başlık Biçimi
vi: Viết hoa đầu từ
zh_hans: 标题大小写
zh_hant: 標題大小寫

source: Transform
de: Transformieren
es: Transformar
fr: Transformer
id: Transformasi
it: Trasforma
ja: 変換
ko: 변환
nl: Transformeren
pl: Przekształć
pt_br: Transformar
ru: Преобразовать
sv: Transformera
tr: Dönüştür
vi: Biến đổi
zh_hans: 转换
zh_hant: 轉換

source: Transforms
de: Transformationen
es: Transformaciones
fr: Transformations
id: Transformasi
it: Trasformazioni
ja: 変換
ko: 변환
nl: Transformaties
pl: Przekształcenia
pt_br: Transformações
ru: Преобразования
sv: Transformationer
tr: Dönüştürmeler
vi: Các phép biến đổi
zh_hans: 转换
zh_hant: 轉換

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역
nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
ru: Перевести
sv: Översätt
tr: Çevir
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

source: Trim whitespace
de: Leerzeichen entfernen
es: Quitar espacios en blanco
fr: Supprimer les espaces
id: Pangkas Spasi
it: Rimuovi spazi
ja: 空白をトリム
ko: 공백 제거
nl: Witruimte verwijderen
pl: Przytnij białe znaki
pt_br: Remover espaços em branco
ru: Убрать пробелы
sv: Ta bort blanksteg
tr: Boşlukları Kırp
vi: Cắt khoảng trắng
zh_hans: 去除空白
zh_hant: 去除空白

source: Type e.g. 1-3, 5, 7-9
de: z. B. 1-3, 5, 7-9 eingeben
es: Escribe p. ej. 1-3, 5, 7-9
fr: Saisissez par ex. 1-3, 5, 7-9
id: Ketik mis. 1-3, 5, 7-9
it: Digita ad es. 1-3, 5, 7-9
ja: 例：1-3, 5, 7-9 と入力
ko: 예: 1-3, 5, 7-9 입력
nl: Typ bijv. 1-3, 5, 7-9
pl: Wpisz np. 1-3, 5, 7-9
pt_br: Digite, por exemplo, 1-3, 5, 7-9
ru: Введите, например, 1-3, 5, 7-9
sv: Skriv t.ex. 1-3, 5, 7-9
tr: Örn. 1-3, 5, 7-9 yazın
vi: Nhập ví dụ: 1-3, 5, 7-9
zh_hans: 输入例如 1-3, 5, 7-9
zh_hant: 輸入例如 1-3, 5, 7-9

source: Type to search
de: Zum Suchen tippen
es: Escribe para buscar
fr: Tapez pour rechercher
id: Ketik untuk mencari
it: Digita per cercare
ja: 入力して検索
ko: 입력하여 검색
nl: Typ om te zoeken
pl: Wpisz, aby wyszukać
pt_br: Digite para pesquisar
ru: Введите текст для поиска
sv: Skriv för att söka
tr: Aramak için yazın
vi: Nhập để tìm kiếm
zh_hans: 输入以搜索
zh_hant: 輸入以搜尋

source: Type to search a language…
de: Zum Suchen einer Sprache tippen …
es: Escribe para buscar un idioma…
fr: Tapez pour rechercher une langue…
id: Ketik untuk mencari bahasa…
it: Digita per cercare una lingua…
ja: 入力して言語を検索…
ko: 입력하여 언어 검색…
nl: Typ om een taal te zoeken…
pl: Wpisz, aby wyszukać język…
pt_br: Digite para pesquisar um idioma…
ru: Введите текст для поиска языка…
sv: Skriv för att söka ett språk…
tr: Bir dil aramak için yazın…
vi: Nhập để tìm ngôn ngữ…
zh_hans: 输入以搜索语言…
zh_hant: 輸入以搜尋語言…

source: Type to search…
de: Zum Suchen tippen …
es: Escribe para buscar…
fr: Tapez pour rechercher…
id: Ketik untuk mencari…
it: Digita per cercare…
ja: 入力して検索…
ko: 입력하여 검색…
nl: Typ om te zoeken…
pl: Wpisz, aby wyszukać…
pt_br: Digite para pesquisar…
ru: Введите текст для поиска…
sv: Skriv för att söka…
tr: Aramak için yazın…
vi: Nhập để tìm kiếm…
zh_hans: 输入以搜索…
zh_hant: 輸入以搜尋…

source: UPPERCASE
de: GROSSBUCHSTABEN
es: MAYÚSCULAS
fr: MAJUSCULES
id: HURUF BESAR
it: MAIUSCOLO
ja: 大文字
ko: 대문자
nl: HOOFDLETTERS
pl: WIELKIE LITERY
pt_br: MAIÚSCULAS
ru: ВЕРХНИЙ РЕГИСТР
sv: VERSALER
tr: BÜYÜK HARF
vi: CHỮ HOA
zh_hans: 大写
zh_hant: 大寫

source: URL Decode
de: URL dekodieren
es: Decodificar URL
fr: Décoder l'URL
id: Dekode URL
it: Decodifica URL
ja: URLデコード
ko: URL 디코딩
nl: URL decoderen
pl: Dekoduj URL
pt_br: Decodificar URL
ru: Декодировать URL
sv: Avkoda URL
tr: URL Çöz
vi: Giải mã URL
zh_hans: URL 解码
zh_hant: URL 解碼

source: URL Encode
de: URL kodieren
es: Codificar URL
fr: Encoder l'URL
id: Enkode URL
it: Codifica URL
ja: URLエンコード
ko: URL 인코딩
nl: URL coderen
pl: Koduj URL
pt_br: Codificar URL
ru: Кодировать URL
sv: Koda URL
tr: URL Kodla
vi: Mã hóa URL
zh_hans: URL 编码
zh_hant: URL 編碼

source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
id: Lepas sematan
it: Sblocca
ja: 固定解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
tr: Sabitlemeyi kaldır
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消釘選
